"Add Date" = "Добавить дату";
"Add Number Sequence" = "Добавить номерную последовательность";
"Apply to:" = "Применить к:";
"Batch Rename" = "Переименование группы";
"Case sensitive:" = "Чувствителен к регистру:";
"Change Case" = "Сменить регистр";
"Change case to:" = "Сменить регистр на:";
"Creation date" = "Дата создания";
"Day of month:" = "День месяца:";
"Day of week:" = "День недели:";
"Drag and drop files to this list to add, select and delete to remove, drag rows to rearrange." = "Перенесите файлы в этот список для того, чтобы добавить, выберите и удалите для того, чтобы убрать, перетяните для того, чтобы изменить последовательность.";
"Drag to rearrange." = "Перетащите, чтобы изменить порядок.";
"Entire text" = "Весь текст";
"Every occurrence" = "Каждое появление";
"Extension" = "Расширение";
"Extension with dot" = "Расширение с точкой";
"First occurrence" = "Встречается впервые";
"Format:" = "Формат:";
"Hour:" = "Час:";
"Insert Text" = "Вставьте текст";
"Last occurrence" = "Встречается в последний раз";
"Minute:" = "Минута:";
"Mode:" = "Режим:";
"Modification date" = "Дата изменения";
"Month:" = "Месяц:";
"Name" = "Имя";
"Name with extension" = "Имя с расширением";
"No items will be renamed" = "Объекты не будут переименованы";
"Padding:" = "Нумерация:";
"Position:" = "Позиция:";
"Prefix:" = "Префикс:";
"Processing new names…" = "Обработка новых имен…";
"Renaming files…" = "Переименование файлов…";
"Replace RegEx" = "Заменить RegEx";
"Replace RegEx:" = "Заменить RegEx:";
"Replace Text" = "Замена текста";
"Replace text:" = "Замена текста:";
"Second:" = "Секунда:";
"Start value:" = "Стартовое значение:";
"Step value:" = "Значение шага:";
"Suffix:" = "Суффикс:";
"Text:" = "Текст:";
"Type text and drag date elements to create a format" = "Введите текст и перенесите элементы с датой, чтобы создать новый формат";
"Type:" = "Тип:";
"Year:" = "Год:";
"%lu items will be renamed" = "%lu объектов будет переименовано";
"(%lu conflicts)" = "(%lu конфликтующими)";
"with text:" = "с текстом:";
